// *++
//
// Module Name:
//
//   HiiTestStrings.uni
//
// Abstract:
//
//   String definitions for HiiTestVfr.vfr
//
// Revision History:
//
// --*/


/=#

#langdef en-US "English"
#langdef fr-FR "Francais"


#string STR_HIITEST_FORM_SET_TITLE     	   #language en-US  "Title"
										                       #language fr-FR  "Title2"

#string STR_TITLE                         #language en-US "Title"
                                          #language fr-FR "Title2"

#string STR_HIITEST_FORM_SET_HELP      	   #language en-US  "This is a basic HII programming test"
										                       #language fr-FR  "This is a basic HII programming test2"

#string STR_HIITEST_GPIOTEST_FORM_TITLE    #language en-US  "GPIO Test"
                                           #language fr-FR  "GPIO Test2"

#string STR_HIITEST_VERSION_TEXT           #language en-US  "Powered by EDKII"
                                           #language fr-FR  "Powered by EDKII2"

#string STR_HIITEST_VERSION_HELP           #language en-US  "The date of the revision of the Firmware being used."
                                           #language fr-FR  "The date of the revision of the Firmware being used.2"

#string STR_HIITEST_ESC                    #language en-US  "Press ESC to exit."
                                           #language fr-FR  "Press ESC to exit.2"

#string STR_ONEOF                          #language en-US  "ONEOF."
                                           #language fr-FR  "ONEOF2"

#string STR_CHECKBOX                      #language en-US  "CheckBox."
                                          #language fr-FR  "CheckBox2"

#string STR_NO_CHECKBOX                   #language en-US  "NOCheckBox."
                                          #language fr-FR  "NOCheckBox2"


#string STR_HIITEST_NULL                   #language en-US  ""
                                           #language fr-FR  ""

#string STR_OPTIONS                       #language en-US "Options"
                                          #language fr-FR "Options"

#string STR_HIIT_OPT1                   	#language en-US  "OP1-En"
                                          #language fr-FR  "OP1-Fr"

#string STR_HIIT_OPT2                     #language en-US "OP2-En"
                                          #language fr-FR "OP2-Fr"

#string STR_HIIT_OPT3                     #language en-US "OP3-En"
                                          #language fr-FR "OP3-Fr"

#string STR_DATE                          #language en-US "Date"
                                          #language fr-FR "Date2"
